user/tw-prog.priv/www/web_new/hnap/SetLinkAggregationSettings.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <SetLinkAggregationSettings xmlns="http://purenetworks.com/HNAP1/">
            <LAGs>
                <LAG>
                    <Enabled></Enabled>
                    <Type></Type>
                    <Group>
                        <Port></Port>
                        <Port></Port>
                    </Group>
                </LAG>
            </LAGs>
        </SetLinkAggregationSettings>
    </soap:Body>
</soap:Envelope>